{"translation-revision-date":"2024-08-19 18:10:57+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es_CR"},"Try again":["Inténtalo de nuevo"],"Oops! Something went wrong.":["¡Ups! Algo salió mal."],"Please enter a valid CVV for":["Por favor introduce un CVV válido para"],"Please enter a CVV valid for AMEX cards.":["Por favor ingresa un CVV válido para tarjetas AMEX."],"Please enter a valid expiration date.":["Por favor ingrese una fecha de vencimiento válida."],"Disabled for subscriptions":["Deshabilitado para suscripciones"],"Subscriptions payment is not allowed in test environment.":["No se permite el pago de suscripciones en el entorno de prueba."],"Pay with another card":["Pagar con otra tarjeta"],"TEST MODE ENABLED. In test mode, you can use the card numbers listed in":["MODO PRUEBA HABILITADO. En el modo de prueba, puede utilizar los números de tarjeta enumerados en"],"For subscriptions you must click on the checkbox save card":["Para suscripciones debes hacer clic en la casilla guardar tarjeta"],"You cannot pay subscriptions with SINPE Movíl, please pay with a credit or debit card":["No puedes pagar suscripciones con SINPE Movíl, por favor pague con una tarjeta de crédito o débito"],"Check credit or debit card details":["Verifique los detalles de la tarjeta de crédito o débito"],"Waiting payment":["Esperando el pago"],"Cancel":["Cancelar"],"Specify in the description:":["Indicar en la descripción:"],"Exact amount:":["Monto exacto:"],"Telephone:":["Teléfono:"],"To make the payment with SINPE Móvil, you must make sure to make the payment in the following way:":["Para realizar el pago con SINPE Móvil, debe asegurarse de realizar el pago de la siguiente forma:"],"Pay with SINPE Móvil":["Pagar con SINPE Móvil"],"Save card":["Guardar tarjeta"],"Expiry date":["Fecha de vencimiento"],"Card number":["Número de tarjeta"],"The payment instructions with SINPE Móvil will be shown on the next screen.":["Las instrucciones de pago con SINPE Móvil se mostraran en la siguiente pantalla."],"Select card":["Seleccionar tarjeta"],"Saved cards":["Tarjetas guardadas"],"Select payment method":["Seleccione el método de pago"],"Payment methods":["Métodos de pago"],"There seems to be an issue with this website's integration with Tilopay, please inform the seller to complete your purchase.":["Parece que hay un problema con la integración de este sitio web con Tilopay, informe al vendedor para completar su compra."],"Tilopay":["TiloPay"]}},"comment":{"reference":"assets\/blocks\/frontend\/blocks.js"}}